; Slovak Language By Milan Cerovský or Milanbb55

[Translation]
ThisLanguage=		Slovenčina /Slovakia/

Language=			Jazyk

DockSettings=		Nastavenie doku
IconSettings=		Nastavenie ikôn
AddItem=			Pridať položku
  ItemFile=			Súbor
  ItemPath=			Cesta
  ItemSeparator=		Oddeľovač
  ItemDockSettings=	Nastavenie doku
DeleteItem=			Zmazať položku
TakeScreenshot=		Uložiť obrazovku


General=			Hlavné
AutoRun=			Spúšťať pri štarte
HideLabels=			Vypnúť popisky ikôn
LockIcons=			Zamknúť ikony
AutoHide=			Automaticky schovať dok


Icons=			Ikony
Size=				Veľkosť
Quality=			Kvalita
  QualityLow=		Nízká kvalita (Rýchlejšie)
  QualityMedium=		Priemerná kvalita
  QualityHigh=		Vysoká kvalita (Pomalé)
Zoom=				Priblíženie
ZoomRange=			Dosah priblíženia
ZoomTime=			Čas priblíženia


Position=			Pozícia
Monitor=			Monitor
  MonitorList=		Monitor
Side=				Pozícia na obrazovke
  SideTop=			Na vrchu
  SideBottom=		Na spodku
  SideLeft=			Vľavo
  SideRight=		Vpravo
Z-Order=			Vrstvovanie
  zTop=			Vždy na vrchu
  zNormal=			Normálne
  zBottom=			Vždy na spodku
Offset=			Odsadenie


Style=			Štýl
Theme=			Téma
Opacity=			Priehľadnosť
SelectFont=			Vybrať písmo


About=			O aplikácii
Donate=			Prispieť
Updates=			Aktualizácia
Forums=			Fóra



Quit=				Skončiť
OK=				OK
Cancel=			Zrušiť



Version=			Verzia
ThankYou=			Ďakujeme Vám za používanie aplikácie RocketDock.<BR>Pokiaľ sa Vám tento software zapáčil, prosím zvážte prispenie aspoň malej čiastky na financovanie vývoja.<BR><BR><BR>Do Slovenčiny preložil milanbb55 

Folders=			Zložky
DefaultFolder=		Štandardná zložka
ChangeFolder=		Zmeniť zložku


Preview=			Náhľad


DefaultIcon=		Štandardná ikona


Properties=			Vlastnosti
Name=				Meno
Target=			Cieľ
FindTarget=			Nájsť cieľ
StartIn=			Spustiť v 
Arguments=			Parametre
Run=				Spustiť
  RunNormal=		Normálne
  RunMaximized=		Maximalizované
  RunMinimized=		Minimalizované
Popup=			Ponuka
ContextMenu=		Zobraziť zvláštne úlohy


FontOutlineColor=	Farba obtiahnutia
FontShadowColor=	Farba tieňu
FontOutlineOpacity=	Priehľadnosť obtiahnutia
FontShadowOpacity=	Priehľadnosť tieňu

;#################
;For Version 1.1.2
;#################

MouseActivate=		Aktivácia prejdením myši
AutoHideTime=		Čas automatického skrývania
AutoHideDelay=		Oneskorenie automatického skrývania
UberIconFX=			Efekty ÜberIcon




;#################
;For Version 1.2.0
;#################

ZoomFlat=			Približenie: Flat
VerticalOffset=		Zvislé odsadenie
ItemBlank=			Prázdna ikona
Defaults=			Pôvodné
Confirm=			Potvrdenie
ConfirmDefaults=		Ste si istý, že chcete aplikáciu RocketDock vrátiť do pôvodných hodnôt?<BR>Poznámka: Neovplivní to Vaše ikony.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Minimalizovať všetky okná doku
ShowRunning=		Indikácia spustenej aplikácie
OpenRunning=		Otvoriť už spustenú aplikáciu
UseINI=			    Uložiť nastavenia do INI súboru
GetMore=			Stiahnuť dalšie
Behavior=			Správanie
MouseActivateDelay=	Oneskorenie zobrazenia
IconActivationFX=	Efekt ikony pri spustení 
None=				Žiadne
Bounce=			Poskočenie
ZoomOpaque=			Plné ikony pri priblížení (bez priehľadnosti)
HoverFX=			Efekt priblíženia
ZoomBubble=			Priblíženie: Bubble
ZoomPlateau=		Priblíženie: Plateau
OpenWindow=			Otvoriť aplikáciu
CloseWindow=		Zavrieť aplikáciu
ItemRecycleBin=		Kôš
StateNormal=		Normálna ikona
StateEmpty=			Prázdny kôš
StateFull=			Plný kôš

;#################
;For Version 1.3.1
;#################

DebugInfo=			Info pre vyladenie
ConfirmDebugInfo=		RocketDock teraz vytvorí súbor s informáciami pre vyladenie...<BR><BR>Súbor bude obsahovať:<BR>  * Nastavenie Rocketdock-u (vrátane ciest a ďaľších nastavení)<BR>  * Zoznam aktuálne spustených procesov<BR>  * Užitočné informácie o systéme
DisableMinAnimation=	Vypnúť animácie u minimalizovaných
OpenRunningShort=		Otvoriť bežiaci
UseGlobal=			Použiť globálne nastavenie
Always=			Vždy
Never=			Nikdy
Warnings=			Upozornenie: <COUNT>
WarningINIWrite=		Súbor Settings.ini je určený iba na čítanie. Vaše nastavenie nie-je možné uložiť.